
"Quarterly" = "Sebt Okulu tek yerde";

"Lesson" = "Haftalık dersler";

"Reading" = "Sebt Okulu'nu Oku ve Çalıştır";

"Verse" = "İncil ayetleri el altında";

"Theme" = "Özelleştirilebilir okuma deneyimi";
